EMAIL_NEW_VIDEO = "Новое видео на платформе Ку-Помогу"
EMAIL_ACTIVATE_ACCOUNT = "Активация аккаунта на платформе Ку-помогу"
EMAIL_RESTORE_PASSWORD = "Восстановление пароля от аккаунта"

INIT_MESSAGE_WELCOME = (
    "Ку, с вами платформа Ку-Помогу, и я - ваш куратор робот Анатолий.<br>"
    "Мне очень приятно с вами познакомиться. Позвольте мне рассказать вам дальнейшие действия.<br>"
    "Посмотрите на левую часть экрана, именно там расположены программы, которые вы можете изучить.<br>"
    "Просто кликните на нужный вам инструмент, выберете уровень сложности и время получения видеоуроков!<br>"
    "Удачи, надеюсь вам у нас понравиться!"
)
