EMAIL_NEW_VIDEO = "Новое видео на платформе Ку-Помогу"
EMAIL_ACTIVATE_ACCOUNT = "Активация аккаунта на платформе Ку-помогу"
EMAIL_RESTORE_PASSWORD = "Восстановление пароля от аккаунта"

INIT_MESSAGE_WELCOME = "Ку! Мне очень приятно познакомиться с вами!"
INIT_MESSAGE_INSTRUCTION = (
    "Позвольте мне рассказать вам дальнейшие действия. "
    "Посмотрите на левую часть экрана, именно там расположены программы, "
    "которые вы можете изучить. Просто кликните на нужный вам инструмент и "
    "выберете уровень сложности! Удачи, надеюсь вам у нас понравиться!"
)
