EMAIL_NEW_VIDEO = "Новое видео на платформе Ку-Помогу"
EMAIL_ACTIVATE_ACCOUNT = "Активация аккаунта на платформе Ку-помогу"
EMAIL_RESTORE_PASSWORD = "Восстановление пароля от аккаунта"

INIT_MESSAGE_WELCOME = (
    "Ку, с вами платформа Ку-Помогу, и я - ваш куратор робот Анатолий.<br>"
    "Мне очень приятно с вами познакомиться. Позвольте мне рассказать вам дальнейшие действия.<br>"
    "Посмотрите на левую часть экрана, именно там расположены программы, которые вы можете изучить.<br>"
    "Просто кликните на нужный вам инструмент, выберете уровень сложности и время получения видеоуроков!<br>"
    "Удачи, надеюсь вам у нас понравиться!"
)

SUBSCRIPTION_END_MESSAGE = (
    "Сегодня у вас закончилась подписка.<br>"
    "Новые видео приходить не будут. А уже полученные вы сможете всегда использовать, как библиотеку видеоуроков. "
    "Доступ к ним будет всегда открыт.<br>"
    "Если вы хотите продолжить просмотр новых видеоуроков, то просто оплатите подписку.<br>"
    "А я, ваш куратор платформы, хочу поблагодарить вас за то, что вы выбрали «Ку-Помогу».<br>"
    "Надеюсь, мы были полезными.<br>"
    "P.S. В нижнем левом углу у вас есть возможность оставить отзыв.<br>"
    "Будем вам очень признательны."
)

SUBSCRIPTION_LAST_DAY_MESSAGE = (
    "Ку, с вами на связи платформа «Ку-Помогу».<br>"
    "Прошу прощения за беспокойство.<br>"
    "Просто хочу напомнить, что у вас остался один день подписки.<br>"
    "Хорошего дня."
)
