EMAIL_NEW_VIDEO = "Новое видео на платформе Ку-Помогу"
EMAIL_ACTIVATE_ACCOUNT = "Активация аккаунта на платформе Ку-помогу"
EMAIL_RESTORE_PASSWORD = "Восстановление пароля от аккаунта"

INIT_MESSAGE_WELCOME = (
    "Добро пожаловать на «Ку-Помогу».<br>"
    "Мы записали видео о платформе, чтобы вы легко ориентировались на нашем ресурсе.<br>"
    "Обещанные подарки можно получить <a href='https://ku-pomogu.ru/za-registration' target='_blank' rel='noopener noreferrer'>здесь</a>.<br>"
    "Приятного просмотра!"
)

SUBSCRIPTION_END_MESSAGE = (
    "Сегодня у вас закончилась подписка. Надеюсь, мы были полезными.<br>"
    "Хотите оставить обратную связь?<br>"
    "В нижнем левом можно «Оставить отзыв».<br>"
    "Будем очень рады услышать ваше мнение."
)

SUBSCRIPTION_LAST_DAY_MESSAGE = (
    "Ку, с вами на связи платформа «Ку-Помогу».<br>"
    "У вас остался один день подписки.<br>"
    "Не переживайте, ранее просмотренные видео обязательно сохранятся."
)
