EMAIL_NEW_VIDEO = "Новое видео на платформе Ку-Помогу"
EMAIL_ACTIVATE_ACCOUNT = "Активация аккаунта на платформе Ку-помогу"
EMAIL_RESTORE_PASSWORD = "Восстановление пароля от аккаунта"

INIT_MESSAGE_WELCOME = (
    "Добро пожаловать на платформу «Ку-Помогу».<br><br>"
    "Слева расположены программы, которые вы можете изучить. Нажмите на одну из них, выберите уровень сложности и перейдите к первому блоку.<br><br>"
    "Вам сразу поступят первые 5 видео, которые вы сможете посмотреть в любое удобное время. Если захотите продолжить обучение, то просто приобретите подписку.<br><br>"
    "У многих видео прикреплены дополнительные материалы. На фотографии ниже показано, где их можно найти."
)

SUBSCRIPTION_END_MESSAGE = (
    "Сегодня у вас закончилась подписка. Надеюсь, мы были полезными.<br>"
    "Хотите оставить обратную связь?<br>"
    "В нижнем левом можно «Оставить отзыв».<br>"
    "Будем очень рады услышать ваше мнение."
)

SUBSCRIPTION_LAST_DAY_MESSAGE = (
    "Ку, с вами на связи платформа «Ку-Помогу».<br>"
    "У вас остался один день подписки.<br>"
    "Но переживайте, ранее просмотренные видео обязательно сохранятся."
)
