EMAIL_NEW_VIDEO = "Новое видео на платформе Ку-Помогу"
EMAIL_ACTIVATE_ACCOUNT = "Активация аккаунта на платформе Ку-помогу"
EMAIL_RESTORE_PASSWORD = "Восстановление пароля от аккаунта"

INIT_MESSAGE_WELCOME = (
    "Ку! Мне очень приятно познакомиться с вами!<br>"
    "Позвольте мне рассказать вам дальнейшие действия.<br>"
    "Посмотрите на левую часть экрана, именно там расположены программы, которые вы можете изучить.<br>"
    "Просто кликните на нужный вам инструмент, выберете уровень сложности и наслаждайтесь просмотром!<br><br>"
    "Ко всем видеоурокам прикреплены дополнительные материалы. На фотографии ниже показали, где их можно найти."
)

SUBSCRIPTION_END_MESSAGE = (
    "Сегодня у вас закончилась подписка.<br>"
    "Новые видео приходить не будут, но уже полученные вы сможете всегда использовать как библиотеку видеоуроков.<br>"
    "Доступ к ним остается с вами навсегда.<br>"
    "Спасибо, что воспользовались нашим сервисом!.<br>"
    "Всегда ждем вас, Ваша платформа Ку-Помогу!."
)

SUBSCRIPTION_LAST_DAY_MESSAGE = (
    "Ку, с вами на связи платформа «Ку-Помогу».<br>" "Хочу напомнить, что у вас остался один день подписки."
)
